Repository: kodi-pvr/pvr.mediaportal.tvserver
Catalog: pvr.mediaportal.tvserver/resources/language/resource.language.*/strings.po
Languages: uk_ua

# Addon Summary
source: Kodi frontend for the MediaPortal TV Server
uk_ua: Накладка Kodi для сервера ТВ MediaPortal'у (версія ffmpeg + tsreader)

# Addon Description
source: MediaPortal TV Server frontend. Supports streaming of Live TV & Recordings, listening to Radio channels, EPG and Timers.
uk_ua: Накладка для сервера ТВ MediaPortal. Підтримує потокове Live TV і запис, прослуховування радіо каналів, телегід та планування. Цей додаток сполучає колишні додатки ffmpeg і tsreader.

# Addon Disclaimer
source: The authors are in no way responsible for failed recordings, incorrect timers, wasted hours, or any other undesirable effects.
uk_ua: Це нестабільна програма! Автор не несуть жодної відповідальності за зіпсуті записи, неправильні таймери, потрачений час, та інші небажані ефекти.

# #30000
source: Mediaportal Hostname
uk_ua: Сервер Медіапорталу

# #30001
source: Mediaportal Kodi plugin Port
uk_ua: Порт додатку Медіапортал для Kodi

# #30002
source: Free-to-air only
uk_ua: Лише незакодовані канали

# #30003
source: Include Radio
uk_ua: Додати радіо

# #30004
source: Fast channel switching (don't stop timeshift)
uk_ua: Швидке переключання каналів (не зупиняти зсув часу)

# #30005
source: Connect timeout (s)
uk_ua: Затримка зв’язку (с)

# #30006
source: Import only TV Channels from group
uk_ua: Імпортувати тільки канали ТБ з групи

# #30007
source: Import only Radio Channels from group
uk_ua: Імпортувати тільки радіо-канали з групи

# #30008
source: Convert hostname to IP-adress
uk_ua: Конвертувати назву сервера до адреси IP

# #30009
source: EPG: Read genre strings (slow)
uk_ua: Програма передач: Читати стрічку жанру (повільно)

# #30010
source: Wait time after tuning a channel (ms)
uk_ua: Затримка після регулювання каналу (мс)

# #30012
source: Default recording lifetime
uk_ua: Термін зберігання запису за промовчанням

# #30015
source: Streaming method
uk_ua: Метод потоку

# #30016
source: Windows user account (SMB)
uk_ua: Рахунок користувача Windows (SMB)

# #30017
source: Windows password (SMB)
uk_ua: Пароль Windows (SMB)

# #30018
source: Use RTSP streaming
uk_ua: Використовувати потік RTSP

# #30040
source: Connection
uk_ua: Зв’язок

# #30041
source: MediaPortal
uk_ua: МедіаПортал

# #30042
source: Playback
uk_ua: Відтворення

# #30050
source: Your TVServerKodi version '%s' is too old. Please upgrade to '%s' or higher!
uk_ua: Ваша версія TVServerKodi '%s' застаріла. Оновіть її до '%s' або вищої.

# #30051
source: Your TVServerKodi version is too old. Please upgrade to '%s' or higher!
uk_ua: Ваша версія TVServerKodi застаріла. Оновіть її до '%s' або вищої.

# #30052
source: Recording playback failed. Empty URL of filename.
uk_ua: Запис не вдався. Порожнє посилання або назва файлу.

# #30060
source: All cards are busy
uk_ua: Всі карти зайняті

# #30061
source: Channel is scrambled
uk_ua: Канал закодований

# #30062
source: No video or audio detected
uk_ua: Не знайдено ані відео, ані аудіо

# #30063
source: No signal detected
uk_ua: Не знайдено сигналу

# #30064
source: Unknown error
uk_ua: Невідома помилка

# #30065
source: Unable to start graph
uk_ua: Не вдалося запустити граф

# #30066
source: Unknown channel
uk_ua: Невідомий канал

# #30067
source: No tuning details
uk_ua: Немає деталей налаштування

# #30068
source: Channel is not mapped to any card
uk_ua: Канал не віднесений до жодної карти

# #30069
source: Card is disabled
uk_ua: Карта виключена

# #30070
source: Connection to slave failed
uk_ua: Зв’язок не вдався

# #30071
source: Not the owner
uk_ua: Не власник

# #30072
source: Graph building failed
uk_ua: Побудова графу не вдалася

# #30073
source: SW Encoder missing
uk_ua: Пропущено SW Encoder

# #30074
source: No free disk space
uk_ua: Немає вільного місця на диску

# #30075
source: No PMT found
uk_ua: Не знайдено PMT

# #30103
source: Channels
uk_ua: Канали

# #30104
source: Keep
uk_ua: Залишити

# #30110
source: Record Once
uk_ua: Записати один раз

# #30121
source: Anytime
uk_ua: Будь-коли

# #30122
source: Manual
uk_ua: Уручну

# #30126
source: Any Channel
uk_ua: Будь-який канал

# #30132
source: Days
uk_ua: дн.

# #30133
source: Always
uk_ua: Завжди
